Repository: OpenDevelopmentMekong/ckanext-issues
Catalog: ckanext/issues/i18n/*.po
Languages: vi

source: No matches found
vi: Không tìm thấy kết quả phù hợp

source: Start typing…
vi: Nhập tại đây....

source: Input is too short, must be at least one character
vi: Dữ liệu nhập quá ngắn, yêu cầu tối thiểu một ký tự

source: Dataset owner is not allowed to change status of issue {0}
vi: Tác giả không cho phép thay đổi chủ đề {0}

source: Value {0} for ckanext.issues.minimun_role_required not valid. Allowed values: {1}
vi: Giá trị {0} đối với ckanext.issues.minimun_role_required không được chấp nhận. Giá trị cho phép: {1}

source: You must be logged in to report access issues information
vi: Bạn cần đăng nhập trước khi thao tác

source: User {0} not authorized for action on issue {1}
vi: Người dùng {0} không được phép thao tác đối với vấn đề {1}

source: Dataset {0} not found, therefore user cannot be authorized
vi: Dữ liệu {0} không được tìm thấy, do đó người dùng không được cấp phép

source: Issues have not been enabled for this dataset
vi: Các nội dung chưa được cấp phép đối với bộ dữ liệu

source: Dataset not found
vi: Không tìm thấy dữ liệu

source: Unauthorized to view issues for this dataset
vi: Không cho phép xem nội dung dữ liệu

source: Please login to add a new issue
vi: Hãy đăng nhập để nhập nội dung

source: Not authorized to add a new issue
vi: Không cho phép nhập nội dung

source: Your issue has been registered, thank you for the feedback
vi: Nhóm quản trị đã nhận được nội dung của bạn. Cảm ơn bạn đã gửi thông tin phản hồi

source: Issue not found: {0}
vi: Không tìm thấy nội dung {0}

source: Invalid request
vi: Đề nghị không có hiệu lực

source: Not authorized
vi: Không được phép

source: Comment cannot be empty
vi: Không cho phép để trống mục Nhận xét

source: Issue closed
vi: Nội dung đã được đóng

source: Issue re-opened
vi: Nội dung được mở trở lại

source: Unauthorized to delete issue {0}
vi: Không cho phép xóa nội dung{0}

source: Issue {0} has been deleted.
vi: Nội dung {0} đã được xóa.

source: User {0} does not exist
vi: Người dùng {0} không tồn tại

source: Unauthorized to assign users to issue
vi: Không cho phép cấp quyền cho người dùng

source: You must be logged in to flag issues as spam
vi: Bạn cần đăng nhập để thông báo spam nội dung

source: Issue reported as spam
vi: Nội dung được thông báo spam

source: You must be logged in to flag comments as spam
vi: Bạn cần đăng nhập để thông báo spam

source: Comment reported as spam
vi: Nội dung nhận xét bị thông báo spam

source: Issue unflagged as spam
vi: Nội dung đã được dỡ bỏ thông báo spam

source: You must be logged in to reset spam counters
vi: Bạn cần đăng nhập để thiết lập lại ghi nhận spam

source: Comment unflagged as spam
vi: Nội dung nhận xét đã được dỡ bỏ thông báo spam

source: Validation error: {0}
vi: Lỗi hợp thức hóa: {0}

source: Not authorized to modify the dataset
vi: Không cho phép chỉnh sửa dữ liệu

source: The dataset has now been made private.
vi: Dữ liệu được đặt ở chế độ cá nhân

source: The dataset has now been made public.
vi: Dữ liệu đã được công khai

source: No description provided
vi: Không có mô tả

source: {0} is not a valid status
vi: {0} không phù hợp

source: Not found
vi: Không tìm thấy

source: Dataset
vi: Dữ liệu

source: Issue not found
vi: Không tìm thấy nội dung

source: Issue Comment not found
vi: Không tìm thấy nhận xét phản hồi

source: New Issue
vi: Vấn đề mới

source: The form contains invalid entries:
vi: Mẫu có chứa nội dung nhập không phù hợp:

source: Title
vi: Tiêu đề

source: Description
vi: Mô tả

source: Add a comment
vi: Thêm nhận xét

source: Resource
vi: Tài nguyên

source: Cancel
vi: Hủy

source: Create
vi: Tạo mới

source: Datasets
vi: Dữ liệu

source: What are issues?
vi: Nội dung là gì?

source: %s comments
vi: %s nhận xét

source: Confirm Delete
vi: Xác nhận lệnh xóa

source: Are you sure you want to delete issue - {0}?
vi: Bạn có chắc chắn muốn xóa nội dung - {0}?

source: Edit Issue
vi: Chỉnh sửa nội dung

source: Update
vi: Cập nhật

source: Issues
vi: Nội dung

source: Search issues...
vi: Tìm kiếm...

source: {number} issue found
vi: {số lượng} nội dung được tìm thấy

source: No issues
vi: Không có nội dung

source: Abuse - admin notified
vi: Phát hiện có lạm dụng quản lý

source: Report Abuse
vi: Ghi nhận có tình trạng lạm dụng

source: Not abuse
vi: Không phát hiện lạm dụng

source: {number} comment
vi: {số lượng} nhận xét

source: Are you sure you want to delete this issue?
vi: Bạn có chắc chắn muốn xóa nội dung này?

source: Delete
vi: Xóa

source: Close
vi: Đóng

source: Re-open
vi: Mở lại

source: Comment
vi: Nhận xét

source: Login to comment
vi: Đăng nhập để nhận xét

source: No one
vi: Không có ai

source: Assign
vi: Phân công
